Repository: parnoldx/timer
Catalog: po/extra/*.po
Languages: tr

source: Timer
tr: Zamanlayıcı

source: The ultimate tea timer
tr: Muhteşem çay zamanlayıcı

source: The ultimate tea timer you searched for.
tr: Arayıpta bulamadığınız muhteşem çay zamanlayıcı.

source: Start a timer with natural language input like e.g. 5 minutes 15 seconds or 5m3s or just 5 for 5 minutes
tr: Doğal dil girişi ile bir zamanlayıcı başlatabilirsiniz. Örneğin 5 dakika 15 saniye veya 5dk3sn veya 5 dakika için sadece 5 yazabilirsiniz

source: You can assign a title to your timer by double clicking
tr: Zamanlayıcınıza çift tıklatarak bir başlık atayabilirsiniz

source: Various color options to choose from
tr: Aralarından seçim yapabileceğiniz çeşitli renk seçenekleri eklendi

source: Command line options available, see --help for more information
tr: Komut satırı seçenekleri artık kullanılabilir. Detaylar için --help komutunu kullanabilirsiniz

source: Release for Juno
tr: Juno için yayınlandı

source: This release adds float parsing. So now you can also enter e.g. 3.5 for 3 minutes and 30 seconds
tr: Bu sürüm kayan nokta ayrıştırması ekler. Yani artık 3.5 dakika veya 3 dakika 30 saniye gibi değerler ekleyebilirsiniz

source: Timer;TeaTimer;Countdown;Alarm;
tr: Zamanlayıcı;Çay Zamanlayıcı;Kronometre;Alarm;
